{"translation-revision-date":"2025-05-14 06:09:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"server caches":["pamięci podręczne serwera"],"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":["Będzie on gotowy do wyświetlenia, gdy tylko twój <link><\/link> zostanie zaktualizowany. Poczekaj lub skontaktuj się ze swoim hostingiem, aby dowiedzieć się, jak zrobić to ręcznie."],"Congratulations! Your store will launch soon":["Gratulacje! Twój sklep zostanie wkrótce uruchomiony"],"Explore support resources":["Odkrywaj zasoby wsparcia"],"Detailed guides and our support team are always available if you’re feeling stuck or need some guidance.":["Szczegółowe przewodniki i nasz zespół wsparcia są zawsze dostępne, jeśli utkniesz w martwym punkcie lub potrzebujesz wskazówek."],"Help is on hand":["Pomoc jest pod ręką"],"Get the app":["Pobierz aplikację"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Zarządzaj swoim sklepem w dowolnym miejscu dzięki bezpłatnej aplikacji mobilnej WooCommerce."],"Manage your store on the go":["Zarządzaj swoim sklepem w biegu"],"Add extensions":["Dodaj rozszerzenia"],"Add extra features and functionality to your store with Woo extensions.":["Dodaj dodatkowe funkcje i możliwości do swojego sklepu za pomocą rozszerzeń Woo."],"Power up your store":["Wzmocnij swój sklep"],"Install Mailchimp":["Zainstaluj Mailchimpa"],"Manage Mailchimp":["Zarządzaj Mailchimpem"],"Keep your shoppers up to date with what’s new in your store and set up clever post-purchase automations.":["Informuj kupujących na bieżąco o nowościach w twoim sklepie i skonfiguruj sprytne automatyzacje po zakupie."],"Build customer relationships":["Buduj relacje z klientami"],"Add payment methods":["Dodaj metody płatności"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Daj kupującym więcej sposobów płacenia, dodając dodatkowe metody płatności do swojego sklepu."],"Provide more ways to pay":["Zapewnij więcej metod płatności"],"Promote products":["Promuj produkty"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Rozwijaj bazę klientów, promując swoje produkty wśród milionów zaangażowanych kupujących."],"Promote your products":["Promuj swoje produkty"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Twoja opinia zostanie udostępniona wyłącznie WooCommerce i będzie traktowana zgodnie z naszą <privacyLink>polityką prywatności<\/privacyLink>."],"Why do you feel that way? <smallText>(optional)<\/smallText>":["Dlaczego tak się czujesz? <smallText>(opcjonalnie)<\/smallText>."],"How was the experience of launching your store?":["Jak wyglądało uruchomienie twojego sklepu?"],"Visit your store":["Przejdź do swojego sklepu"],"You’ve successfully launched your store and are ready to start selling! We can’t wait to see your business grow.":["Pomyślnie uruchomiłeś swój sklep i jesteś gotowy do rozpoczęcia sprzedaży! Nie możemy się doczekać, aby zobaczyć, jak rozwija się twoja firma."],"Congratulations! Your store is now live":["Gratulacje! Twój sklep jest już dostępny"],"Oops! We encountered a problem while launching your store. <retryButton\/>":["Ups! Napotkaliśmy problem podczas uruchamiania twojego sklepu. <retryButton\/>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Po uruchomieniu sklepu usuń zamówienia testowe i powiązane z nimi dane, w tym analizy i transakcje. "],"Remove %d test orders":["Usuń %d testowych zamówień"],"Test data":["Dane testowe"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["Fantastyczna robota! Twój sklep jest gotowy do pracy - nie ma żadnych oczekujących zadań do wykonania."],"Essential Tasks":["Kluczowe zadania"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["Gotowy do rozpoczęcia sprzedaży? Zanim uruchomisz swój sklep, upewnij się, że wykonałeś te niezbędne zadania. Jeśli chcesz zmienić widoczność swojego sklepu, przejdź do WooCommerce | Ustawienia | Widoczność witryny."],"What’s next?":["Co dalej?"],"Launch Your Store":["Uruchom swój sklep"],"Launch your store":["Uruchom swój sklep"],"Please try again":["Proszę spróbować ponownie"],"Back to Home":["Powrót do strony głównej"],"We appreciate your feedback!":["Jesteśmy wdzięczni za twoje uwagi!"],"Send":["Wyślij"],"Site Icon":["Ikonka witryny"],"Back":["Wróć"],"Copy link":["Skopiuj odnośnik"],"Copied!":["Skopiowano!"],"Close":["Zamknij"],"Cancel":["Anuluj"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}