{"translation-revision-date":"2025-05-14 06:09:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Visit the {{Link}}Official WooCommerce Marketplace{{\/Link}} to find more shipping, delivery, and fulfillment solutions.":["Odwiedź {{Link}}oficjalną platformę sprzedażową WooCommerce (Marketplace) {{\/Link}}, aby znaleźć więcej rozwiązań w zakresie wysyłki, dostawy i realizacji zamówień."],"For example, we’ve added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["Na przykład, dodaliśmy metodę „Darmowa wysyłka” dla klientów w twoim kraju. Możesz edytować, dodawać lub usuwać metody wysyłki, klikając Edytuj lub Usuń."],"Add one or more shipping methods you’d like to offer to shoppers in your zones.":["Dodaj jedną lub wiele metod wysyłki, które chcesz oferować klientom w swoich strefach."],"We’ve added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["Dodaliśmy na początek kilka stref wysyłki - możesz nimi zarządzać, klikając Edytuj lub Usuń."],"Specify the areas you’d like to ship to! Give each zone a name, then list the regions you’d like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["Określ obszary, do których chcesz wysyłać! Nadaj każdej strefie nazwę, a następnie wskaż regiony, które chcesz w niej uwzględnić. Regiony mogą być tak małe, jak konkretny kod pocztowy lub tak duże, jak cały kraj. Kupujący zobaczą tylko metody dostępne w ich regionie."],"There was a problem marking the shipping tour as completed.":["Wystąpił problem podczas oznaczania przewodnika jako ukończonego."],"If you’d like to speed up your process and print your shipping label straight from your Woo dashboard, WooCommerce Shipping may be for you! ":["Jeśli chcesz przyśpieszyć pracę i drukować etykiety wysyłkowe prosto z kokpitu Woo, to WooCommerce Shipping jest dla ciebie! "],"Print USPS, UPS, and DHL labels straight from your Woo dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Drukuj etykiety USPS, UPS i DHL bezpośrednio z kokpitu Woo i oszczędzaj na wysyłce dzięki obniżonym stawkom. W tej sekcji możesz zarządzać wysyłką WooCommerce."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Zalecamy dodanie jednego z poniższych rozszerzeń wysyłki do sklepu. Rozszerzenie zostanie zainstalowane i aktywowane po kliknięciu \"Rozpocznij\"."],"Recommended shipping solutions":["Polecane metody wysyłki"],"🎉 WooCommerce Shipping is installed!":["🎉 Zainstalowano WooCommerce Shipping!"],"Finish the setup by connecting your store to WordPress.com.":["Ukończ konfigurację łącząc swój sklep z WordPress.com."],"Print USPS, UPS, and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Drukuj etykiety USPS, UPS i DHL Express bezpośrednio z kokpitu WooCommerce i oszczędzaj na wysyłce."],"WooCommerce Shipping":["WooCommerce Shipping"],"Hide this":["Ukryj to"],"Get started":["Rozpocznij"],"Task List Options":["Opcje listy zadań"],"Recommended":["Polecane"],"Activate":["Włącz"],"Shipping zones":["Strefy wysyłki"],"Shipping methods":["Metody wysyłki"],"Learn more":["Dowiedz się więcej"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}