{"translation-revision-date":"2025-05-14 06:09:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"All of your Woo Marketplace purchases can be found here, or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! You're now ready to power up your store.":["Wszystkie zakupy w Woo Marketplace znajdziesz tutaj lub na WooCommerce.com.<br\/><br\/>Każdy zakup jest objęty naszą <a1>30-dniową gwarancją zwrotu pieniędzy<\/a1> i obejmuje <a2>wsparcie przez e-mail i czat na żywo<\/a2>.<br\/><br\/>To wszystko! Jesteś teraz gotowy, aby zasilić swój sklep."],"Scroll down to see all of the relevant extensions and solutions.<br\/><br\/>Click on any solution to learn more about its features, any installation requirements, and available documentation.":["Przewiń w dół, aby zobaczyć wszystkie odpowiednie rozszerzenia i rozwiązania.<br\/><br\/>Kliknij dowolne rozwiązanie, aby dowiedzieć się więcej o jego funkcjach, wymaganiach instalacyjnych i dostępnej dokumentacji."],"Learn more about each product":["Dowiedz się więcej o każdym z produktów"],"Or if you're not sure exactly what you need, you can browse all available extensions by category.":["Jeśli nie masz pewności, czego dokładnie potrzebujesz, możesz przeglądać wszystkie dostępne rozszerzenia według kategorii."],"Power up your store by adding extra functionality with extensions or integrate your store with other software and services.<br\/><br\/>Here you'll find hundreds of trusted solutions for your store — all reviewed and approved by the Woo team.<br\/><br\/>You can also browse the Woo Marketplace at WooCommerce.com.":["Wzmocnij swój sklep, dodając dodatkowe funkcje za pomocą rozszerzeń lub zintegruj swój sklep z innym oprogramowaniem i usługami.<br\/><br\/>Tutaj znajdziesz setki zaufanych rozwiązań dla swojego sklepu - wszystkie sprawdzone i zatwierdzone przez zespół Woo.<br\/><br\/>Możesz także przeglądać Woo Marketplace na WooCommerce.com."],"Use the search box to find specific extensions or solutions.":["Użyj pola wyszukiwania, aby znaleźć określone rozszerzenia lub rozwiązania."],"email and live chat support":["Pomoc techniczna poprzez email i czat na żywo"],"Contact support":["Kontakt z pomocą techniczną"],"30-day money-back guarantee":["30-dniowa gwarancja zwrotu pieniędzy"],"Refund policy":["Polityka zwrotów"],"Manage your purchases":["Zarządzaj swoimi zakupami"],"Browse for new ideas":["Szukaj nowych pomysłów"],"Find exactly what you need":["Znajdź to, czego potrzebujesz"],"Welcome to the WooCommerce Marketplace":["Witamy w sklepie z rozszerzeniami WooCommerce"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}