{"translation-revision-date":"2025-05-14 06:09:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Apply to store pages only":["Zastosuj tylko do stron sklepu"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Zarządzaj wyglądem swojej witryny dla odwiedzających. <a>Dowiedz się więcej<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Czy chcesz przełączyć się z trybu live na tryb „wkrótce”? Twoja witryna nie będzie widoczna, a klienci nie będą mogli w tym czasie dokonywać zakupów."],"Confirm switch to ‘Coming soon’ mode":["Potwierdź przejście do trybu „Wkrótce”"],"Coming soon":["Już wkrótce"],"Share your site with anyone using a private link.":["Udostępnij swoją witrynę dowolnej osobie za pomocą prywatnego odnośnika."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Wyświetlaj komunikat \"wkrótce\" na stronach sklepu - reszta witryny pozostanie widoczna."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Witryna jest ukryta przed odwiedzającymi za stroną docelową „Wkrótce dostępna”, aż będzie gotowa do wyświetlenia."],"Your entire site is visible to everyone.":["Cała witryna jest widoczna dla odwiedzających."],"Share your site with a private link":["Udostępnij swoją witrynę za pomocą prywatnego odnośnika"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Twoja witryna jest ukryta przed odwiedzającymi za stroną docelową \"Wkrótce\", dopóki nie będzie gotowa do oglądania. Możesz dostosować stronę docelową \"Wkrótce\" za pomocą <a>edytora<\/a>."],"Site visibility":["Widoczność witryny"],"Live":["Produkcja"],"Switch":["Przełącz"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Łatwe płatności, zaprojektowane wyłącznie<br\/>dla sklepów WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["Usługa WooPayments jest zintegrowana z popularnymi opcjami płatności:"],"Use recommended settings":["Użyj zalecanych ustawień"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Niespójne ustawienia podatków:{{\/b}} Aby uniknąć potencjalnych problemów przy zaokrągleniach, ceny powinny być wpisywane i wyświetlane we wszystkich miejscach tak samo, tj. z podatkiem lub bez podatku."],"Recommended settings applied.":["Zastosowano zalecane ustawienia."],"Payment Methods":["Metody płatności"],"Mutable settings should be accessed via data store.":["Dostęp do zmiennych ustawień powinien być uzyskiwany przez magazyn danych."],"Get started":["Rozpocznij"],"Copy link":["Skopiuj odnośnik"],"Save changes":["Zapisz zmiany"],"Copied!":["Skopiowano!"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Zainstalowane bramki są pokazane poniżej. Przeciągnij i upuść bramki, aby zmienić kolejność wyświetlania w sklepie."],"Learn more":["Dowiedz się więcej"],"Cancel":["Anuluj"],"Metro Manila":["Metro Manila"],"Roma":["Rzym"]}},"comment":{"reference":"assets\/client\/admin\/settings\/index.js"}}