{"translation-revision-date":"2025-05-14 06:09:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Pickup":["Odbiór osobisty"],"Admin settings\u0004General":["Ogólne"],"By enabling Local Pickup with more valuable features for your store, it's recommended that you remove the legacy Local Pickup option from your <a>shipping zones<\/a>.":["Włączając odbiór lokalny z bardziej wartościowymi funkcjami dla swojego sklepu, zalecamy usunięcie starszej opcji odbioru lokalnego ze swoich <a>stref wysyłkowych<\/a>."],"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Jeśli włączony jest odbiór lokalny, ustawienie \"Ukryj koszty wysyłki do czasu wprowadzenia adresu\" zostanie zignorowane."],"Add pickup location":["Dodaj miejsce odbioru"],"When you add a pickup location, it will appear here.":["Tu pojawią się miejsca odbioru po ich dodaniu."],"Define pickup locations for your customers to choose from during checkout.":["Określ miejsca odbioru, spośród których będą mogli wybierać klienci na stronie zamówienia."],"Pickup locations":["Miejsca odbioru"],"Delete location":["Usuń miejsce"],"Edit pickup location":["Edytuj miejsce odbioru"],"Pickup details":["Szczegóły odbioru"],"A Location title is required":["Tytuł miejsca jest wymagany"],"Location name":["Nazwa miejsca"],"Not taxable":["Nieopodatkowany"],"By default, the local pickup shipping method is free.":["Domyślnie metoda wysyłki Odbiór osobisty jest darmowa."],"Add a price for customers who choose local pickup":["Dodaj koszt dla klientów, którzy wybiorą odbiór osobisty"],"Local pickup title is required":["Tytuł odbioru osobistego jest wymagany"],"This is the shipping method title shown to customers.":["To jest tytuł metody wysyłki wyświetlany klientom."],"When enabled, local pickup will appear as an option on the block based checkout.":["Jeśli włączone, odbiór osobisty pojawi się jako opcja w bloku zamówienia."],"View checkout page":["Zobacz stronę zamówienia"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Włącz lub wyłącz odbiór osobisty w swoim sklepie oraz określ jego koszty. Odbiór osobisty jest dostępny wyłącznie w bloku zamówienia."],"Local Pickup settings have been saved.":["Ustawienia odbioru osobistego zostały zapisane."],"Optional cost to charge for local pickup.":["Opcjonalny koszt do naliczenia za odbiór osobisty."],"If a cost is defined, this controls if taxes are applied to that cost.":["Jeśli zdefiniowano koszt, określa czy jest opodatkowany."],"Pickup location":["Miejsce odbioru"],"Done":["Gotowe"],"Country \/ State":["Kraj \/ stan"],"Enable local pickup":["Włącz odbiór osobisty"],"Title":["Tytuł"],"Postcode \/ ZIP":["Kod pocztowy"],"Save changes":["Zapisz zmiany"],"Free":["Bezpłatnie"],"Enabled":["Włączono"],"Cost":["Koszt"],"Learn more":["Dowiedz się więcej"],"Taxable":["Opodatkowany"],"Address":["Adres","Adresy","Adresów"],"State":["Stan"],"Taxes":["Podatki"],"City":["Miejscowość"],"Cancel":["Anuluj"],"Edit":["Edytuj"]}},"comment":{"reference":"assets\/client\/blocks\/wc-shipping-method-pickup-location.js"}}