{"translation-revision-date":"2025-05-14 06:09:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Browse more than 100 free and paid themes tailored to different industries—30-day money-back guarantee. If you change your mind within 30 days of your purchase, we’ll give you a full refund — hassle-free.":["Przeglądaj ponad 100 darmowych i płatnych szablonów dostosowanych do różnych branż 30-dniowa gwarancja zwrotu pieniędzy. Jeśli zmienisz zdanie w ciągu 30 dni od zakupu, otrzymasz pełny zwrot pieniędzy - bez żadnych problemów."],"Visit the Official WooCommerce Theme Marketplace":["Odwiedź oficjalną platformę sprzedażową (Marketplace) do motywów WooCommerce"],"There are a total of %d color palettes":["Dostępnych jest łącznie %d palet kolorów"],"Color palettes":["Palety kolorów"],"Sorry, you don't have permission to update the theme.":["Brak uprawnień do aktualizacji motywu."],"Finish customizing":["Zakończ dostosowywanie"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Wybierz krój pisma, które najlepiej pasują do twojej marki. Większe litery będzie używana do nagłówków, a mniejsze do treści pomocniczych. Możesz zmienić swój wybór w dowolnym momencie w edytorze."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in Editor.":["AI wybrała kroje pisma, które najlepiej pasuje do twojej firmy. Jeśli chcesz je zmienić, wybierz nową opcję poniżej teraz lub później w edytorze."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Wybierz paletę kolorów, która najlepiej pasuje do twojej marki. Chcesz ją zmienić? Utwórz własną paletę kolorów poniżej lub zaktualizuj ją później w edytorze."],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in Editor.":["Na podstawie informacji, które udostępniłeś, nasze narzędzie AI zaleca użycie tej palety kolorów. Chcesz ją zmienić? Możesz wybrać lub dodać nowe kolory poniżej lub zaktualizować je później w Edytorze."],"Add patterns":["Dodaj wzorzec"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Więcej wzorców z biblioteki WooCommerce.com jest już dostępnych! Zarejestruj się, aby podłączyć swój sklep i uzyskać dostęp do pełnej biblioteki, a także uzyskać bardziej odpowiednie treści i dostosowaną konfigurację sklepu. Wybranie tej opcji spowoduje włączenie {{link}}śledzenie użycia{{\/link}}, z którego możesz zrezygnować w dowolnym momencie w ustawieniach WooCommerce."],"Access more patterns":["Uzyskaj dostęp do większej liczby wzorców"],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["Stwórz angażującą stronę główną, dodając i łącząc różne wzorce i układy. Możesz kontynuować dostosowywanie tej strony, w tym treści, później za pomocą edytora."],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["Niestety problem techniczny uniemożliwia wyświetlenie większej liczby wzorców. Prosimy <FetchPatterns>spróbuj ponownie<\/FetchPatterns> później."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["Zbuduj swoją markę, tworząc niezapomniane logo za pomocą {{link}}Fiverr{{\/link}}."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Dostępnych jest więcej krojów pisma! Zarejestruj się, aby podłączyć swój sklep i uzyskać dostęp do pełnej biblioteki czcionek, a także uzyskać bardziej odpowiednie treści i dostosowaną konfigurację sklepu. Rejestracja włączy funkcję {{link}}śledzenia użycia{{\/link}}, z której możesz zrezygnować w dowolnym momencie w ustawieniach WooCommerce."],"Access more fonts":["Uzyskaj dostęp do większej liczby krojów pisma"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["Dodaj jeden lub więcej z naszych wzorców strony głównej, aby stworzyć stronę witającą kupujących."],"Promote your social channels and give shoppers a way to see your latest products and news.":["Promuj swoje kanały społecznościowe i daj kupującym możliwość zapoznania się z najnowszymi produktami i nowościami."],"Social media":["Media społecznościowe"],"Encourage sales by sharing positive feedback from happy shoppers.":["Zachęcaj do sprzedaży, dzieląc się pozytywnymi uwagami zadowolonych klientów."],"Share information on any services that your business can provide.":["Udostępniaj informacje o wszelkich usługach, które może świadczyć twoja firma."],"Show your shoppers what’s special about your business.":["Pokaż kupującym, co jest wyjątkowego w twojej firmie."],"Put the spotlight on one or more of your products or product categories.":["Skieruj uwagę na jeden lub więcej swoich produktów lub kategorii produktów."],"Featured selling":["Wyróżniona sprzedaż"],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["Zaprojektuj sklep, który odzwierciedla twoją markę i biznes. Dostosuj swój aktywny motyw, wybierz profesjonalnie zaprojektowany motyw lub stwórz nowy wygląd za pomocą naszego kreatora sklepów."],"DON'T HAVE A LOGO YET?":["NIE MASZ JESZCZE LOGO?"],"Want more patterns?":["Chcesz więcej wzorców?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["Niestety mamy pewne problemy techniczne - wróć później, aby uzyskać dostęp do większej liczby wzorców."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["Zaakceptuj <OptInModal>śledzenie użycia<\/OptInModal>, aby uzyskać dostęp do większej liczby wzorców."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["Wygląda na to, że nie możemy wykryć twojej sieci. Sprawdź dokładnie połączenie internetowe i odśwież stronę."],"Shuffle":["Tasuj"],"Services":["Usługi"],"Welcome shoppers to your store with one of our introductory patterns.":["Powitaj kupujących w swoim sklepie jednym z naszych wzorców wprowadzających."],"Intro":["Wstęp"],"You can edit your content later in the Editor":["Możesz później edytować zawartość w edytorze"],"Browse themes":["Przeglądaj motywy"],"Choose a professionally designed theme":["Wybierz profesjonalnie zaprojektowany motyw"],"Use the store designer":["Skorzystaj z kreatora sklepów"],"Design your own theme":["Zaprojektuj swój własny motyw"],"Design or choose a new theme":["Zaprojektuj lub wybierz nowy motyw"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["Gratulacje! Pomyślnie zaprojektowałeś swój sklep. Teraz możesz wrócić do ekranu głównego, aby dokończyć konfigurację sklepu i rozpocząć sprzedaż."],"Go to Products":["Idź do listy produktów"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Zacznij uzupełniać swoje wirtualne półki, dodając lub importując produkty, lub edytując przykładowe produkty."],"What's next?":["Co dalej?"],"View store":["Zobacz sklep"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["Gratulacje! Pomyślnie zaprojektowałeś swój sklep. Przyjrzyj się swojej ciężkiej pracy przed dalszą konfiguracją sklepu."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["Wybierz stopkę spośród poniższych opcji. Twoja stopka zawiera drugorzędną nawigację witryny i zostanie dodana do każdej strony. Możesz ją później dostosować za pomocą edytora."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["Stwórz angażującą stronę główną, wybierając jeden z naszych wstępnie zaprojektowanych układów. Możesz kontynuować dostosowywanie tej strony, w tym treści, później za pomocą edytora."],"Choose your homepage":["Wybierz swoją stronę główną"],"Opt in":["Zgoda"],"Want more font pairings?":["Chcesz więcej par czcionek?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Uaktualnij do <WordPressLink>najnowszej wersji WordPress<\/WordPressLink>, aby uzyskać dostęp do większej liczby krojów pisma."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Wyraź zgodę na <OptInModal>śledzenie użycia<\/OptInModal>, aby uzyskać dostęp do większej liczby czcionek."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Uaktualnij do <WordPressLink>najnowszej wersji WordPress<\/WordPressLink> i <OptInModal>wyraź zgodę na śledzenie użytkowania<\/OptInModal>, aby uzyskać dostęp do większej liczby czcionek."],"Add your products":["Dodaj produkty"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Ups! Napotkaliśmy problem podczas konfigurowania podstaw. {{anchor}}Spróbuj ponownie{{\/anchor}} lub zacznij z  motywem."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Nie krępuj się i podziel się swoimi spostrzeżeniami tutaj. Wszelkie sugestie, opinie i komentarze dotyczące funkcji  \"Zaprojektuj własny motyw\" są mile widziane."],"I wanted to design my own theme.":["Chciałem zaprojektować własny motyw."],"What motivated you to choose the \"Design your own theme\" option?":["Co skłoniło cię do wybrania opcji \"Zaprojektuj własny motyw\"?"],"Choose your footer":["Wybierz stopkę"],"Design your homepage":["Zaprojektuj swoją stronę główną"],"Choose your header":["Wybierz nagłówek"],"Choose fonts":["Wybierz kroje pisma"],"Choose your color palette":["Wybierz swoją paletę kolorów"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Stwórz sklep, który odzwierciedla twoją markę i firmę. Wybierz jeden z naszych profesjonalnie zaprojektowanych motywów, aby go dostosować lub stwórz własny za pomocą sztucznej inteligencji."],"Take a quick tour to discover what's possible.":["Wybierz się na krótką wycieczkę, aby odkryć, co jest możliwe."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["Ale nie pozwól, by cię to powstrzymało! Zacznij dostosowywać wygląd swojego sklepu, dodając logo, wybierając kolory i układ. "],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Zacznij projektować swój sklep, w tym dodawać logo, zmieniać schematy kolorów i tworzyć własne układy. Wybierz się na krótką wycieczkę, aby odkryć, co jest możliwe."],"Discover what's possible with the store designer":["Odkryj, co jest możliwe dzięki kreatorowi sklepu"],"Setting up the foundations":["Konfigurowanie podstaw"],"Our AI tool had a few issues generating your content.":["Nasze narzędzie AI miało kilka problemów z wygenerowaniem twojej zawartości."],"Welcome to your store!":["Witamy w twoim sklepie!"],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Nie krępuj się i napisz tutaj. Wszelkie sugestie, opinie i komentarze dotyczące sklepu generowanego przez sztuczną inteligencję są mile widziane."],"Did you find anything confusing, irrelevant, or not useful?":["Czy znalazłeś coś mylącego, nieistotnego lub nieprzydatnego?"],"Other.":["Inny __________."],"I didn't find a theme that matched my needs.":["Nie znalazłem motywu, który odpowiadałby moim potrzebom."],"I didn't like any of the available themes.":["Żaden z dostępnych motywów nie przypadł mi do gustu."],"I wanted to see how AI could help me streamline the process.":["Chciałem zobaczyć, jak sztuczna inteligencja może pomóc mi usprawnić ten proces."],"What motivated you to choose the “Design with AI” option?":["Co skłoniło cię do wybrania opcji \"Projektuj ze sztuczką inteligencją\"?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["W skali od 1 = trudne do 5 = bardzo łatwe, jak oceniasz ogólne doświadczenie?"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Naszym celem jest upewnienie się, że masz wszystkie odpowiednie narzędzia, aby rozpocząć dostosowywanie swojego sklepu. Chętnie dowiemy się, czy trafiliśmy w twój gust i jak możemy to poprawić."],"Continue designing":["Kontynuuj projektowanie"],"Exit and lose changes":["Wyjdź i porzuć zmiany"],"You'll lose any changes you've made to your store's design and will start the process again.":["Utracisz wszelkie zmiany wprowadzone w projekcie sklepu i rozpoczniesz proces od nowa."],"Are you sure you want to exit?":["Czy na pewno chcesz wyjść?"],"Generating content":["Generowanie treści"],"Editor canvas":["Obszar edytora"],"Please try again":["Proszę spróbować ponownie"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Ups! Napotkaliśmy problem podczas generowania twojego sklepu. <retryButton\/>"],"Active theme":["Włączony motyw"],"Back to Home":["Powrót do strony głównej"],"Go back to the Home screen to complete your store setup and start selling":["Wróć do ekranu głównego, aby dokończyć konfigurację sklepu i rozpocząć sprzedaż."],"Go to the Editor":["Przejdź do edytora"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Przejdź do edytora, aby zmienić obrazki i tekst, dodać więcej stron i dokonać dalszych dostosowań."],"Fine-tune your design":["Dopracuj swój projekt"],"Your store looks great!":["Twój sklep wygląda świetnie!"],"Browse all themes":["Przeglądaj wszystkie motywy"],"Or select a professionally designed theme to customize and make your own.":["Lub wybierz profesjonalnie zaprojektowany motyw, aby dostosować go do swoich potrzeb."],"Customize your store":["Spersonalizuj swój sklep"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Dostosuj styl i układ sklepu do swojej marki! Dodaj swoje logo, zmień czcionkę i kolory oraz wypróbuj różne układy stron. Będziesz mógł później edytować tekst i obrazki za pomocą edytora."],"Make your store your own":["Spersonalizuj swój sklep"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Wszelkie zmiany, które wprowadzisz w układzie i stylu, pojawią się tutaj w czasie rzeczywistym - idealne do testowania różnych wyglądów, zanim wprowadzisz je na żywo. Możesz także zmienić rozmiar tego obszaru, aby sprawdzić, jak twój sklep wygląda na urządzeniach mobilnych."],"View your changes in real time":["Zobacz zmiany w czasie rzeczywistym"],"Welcome to your AI-generated store!":["Witaj w swoim sklepie wygenerowanym przez sztuczną inteligencję!"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["W tym miejscu możesz zacząć dostosowywać wygląd swojego sklepu, w tym dodawać logo, zmieniać kolory i układy. Wybierz się na krótką wycieczkę, aby odkryć, co jest możliwe."],"Take a tour":["Rozejrzyj się"],"Saving failed.":["Zapisywanie nie powiodło się."],"Logo":["Logo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Upewnij się, że twój sklep jest zgodny z marką, dodając swoje logo. Aby uzyskać najlepsze wyniki, prześlij plik SVG lub PNG o szerokości co najmniej 300 pikseli."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Ikonki witryn są tym, co widzisz na kartach przeglądarki, paskach zakładek i w aplikacjach mobilnych WordPress."],"Use as site icon":["Użyj jako ikonki witryny"],"Link logo to homepage":["Połącz logo ze stroną główną"],"Image width":["Szerokość obrazka"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor.":["Wybierz nową stopkę z poniższych opcji. Twoja stopka zawiera drugorzędną nawigację witryny i zostanie dodana do każdej strony. Możesz kontynuować dostosowywanie jej za pomocą Edytora."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the Editor.":["W oparciu o najbardziej udane sklepy w twojej branży i lokalizacji, nasze narzędzie sztucznej inteligencji zarekomendowało ten szablon dla twojej firmy. Preferujesz inny układ? Wybierz jeden z poniższych szablonów teraz lub później za pomocą edytora."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["Wybierz nowy nagłówek z poniższych opcji. Twój nagłówek zawiera nawigację witryny i zostanie dodany do każdej strony. Możesz kontynuować dostosowywanie go za pomocą Edytora."],"Change your font":["Zmień krój pisma"],"or create your own":["lub stwórz własną"],"Change your footer":["Zmień stopkę"],"Change your homepage":["Zmień stronę główną"],"Change your header":["Zmień nagłówek"],"Change fonts":["Zmień czcionkę"],"Change the color palette":["Zmień paletę kolorów"],"Add your logo":["Dodaj swoje logo"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["Skorzystaj z naszych narzędzi stylu i układu, aby dostosować wygląd swojego sklepu. Zawartość i obrazki możesz dodawać lub zmieniać później za pomocą edytora."],"Let's get creative":["Bądźmy kreatywni"],"Which writing style do you prefer?":["Który styl pisania preferujesz?"],"Direct yet respectful, serious and professional.":["Bezpośredni, ale pełen szacunku, poważny i profesjonalny."],"Formal":["Formalny"],"Impartial tone with casual expressions without slang.":["Bezstronny ton ze swobodnymi wyrażeniami bez slangu."],"Relaxed and friendly, like a conversation with a friend.":["Zrelaksowany i przyjazny, jak rozmowa z przyjacielem."],"Informal":["Nieformalny"],"How would you like your store to look?":["Jak chciałbyś, aby wyglądał twój sklep?"],"Vibrant with eye-catching colors and visuals.":["Żywe, przyciągające wzrok kolory i efekty wizualne."],"Bold":["Pogrubiona"],"Elegant and timeless with a nostalgic touch.":["Elegancki i ponadczasowy z nostalgicznym akcentem."],"Classic":["Klasyczny"],"Clean lines, neutral colors, sleek and modern look.":["Czyste linie, neutralne kolory, elegancki i nowoczesny wygląd."],"Contemporary":["Nowoczesny"],"Who your target audience is":["Kim są twoi docelowi odbiorcy"],"What makes your business unique":["Co sprawia, że twoja firma jest wyjątkowa"],"How many products you plan on displaying":["Jak wiele produktów planujesz wyświetlić"],"What you want to sell":["Co chcesz sprzedawać"],"Try to include:":["Spróbuj zawrzeć:"],"The more detail you provide, the better job our AI can do!":["Im więcej szczegółów podasz, tym lepiej nasza sztuczna inteligencja sobie poradzi!"],"Tell us a bit more about your business":["Opowiedz nam trochę więcej o swojej firmie"],"Applying the finishing touches":["Wdrażanie ostatnich poprawek"],"Assembling your AI-optimized store":["Tworzenie sklepu zoptymalizowanego pod kątem sztucznej inteligencji"],"Designing the best look for your business":["Projektowanie najlepszego wyglądu dla twojej firmy"],"Comparing the top performing stores":["Porównanie sklepów osiągających najlepsze wyniki"],"Analyzing your responses":["Analiza twoich odpowiedzi"],"Opening the doors":["Uruchamianie sklepu"],"Turning on the lights":["Uruchamianie sklepu"],"Thanks for the feedback. We'll put it to good use!":["Dziękujemy za uwagi. Zrobimy z nich dobry użytek!"],"Replace":["Zastąp"],"Continue setting up your store":["Kontynuuj konfigurowanie swojego sklepu"],"Options":["Opcje"],"Send":["Wyślij"],"Neutral":["Neutralne"],"Back":["Wróć"],"Navigation":["Nawigacja"],"Style":["Styl"],"Paid":["Zapłacono"],"Share feedback":["Podziel się uwagami"],"Skip":["Pomiń"],"About":["Informacje"],"Layout":["Układ"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Poprzednie"],"Close":["Zamknij"],"Continue":["Kontynuuj"],"Cancel":["Anuluj"],"Default":["Domyślne"],"Reviews":["Opinie"],"Delete":["Usuń"],"Settings":["Ustawienia"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}