{"translation-revision-date":"2025-05-14 06:09:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"I was able to customize my email designs to match my store’s brand.":["Mogłem dostosować projekty wiadomości e-mail do marki mojego sklepu."],"Thank you for trying out our new email customization features. We’d love to hear your feedback on how we could improve the experience.":["Dziękujemy za wypróbowanie naszych nowych funkcji dostosowywania wiadomości e-mail. Chętnie poznamy twoją opinię na temat tego, w jaki sposób moglibyśmy je ulepszyć."],"I am able to customize my email designs to match my store’s brand.":["Jestem w stanie dostosować projekty wiadomości e-mail do marki mojego sklepu."],"What did you try to achieve with the customizer? What did and didn't work?":["Co próbowałeś osiągnąć za pomocą konfiguratora? Co zadziałało, a co nie?"],"How can we improve the email customizer for you? (Optional)":["Jak możemy ulepszyć dla ciebie konfigurator wiadomości e-mail? (Opcjonalnie)"],"Auto-sync with theme changes":["Automatyczna synchronizacja ze zmianami motywu"],"Blueprint setting icon - %s":["Ikonka ustawień planu (blueprint) - %s"],"Choose what you want to include, and export it as a .zip file.":["Wybierz, co chcesz dołączyć i wyeksportuj jako plik .zip."],"Import a .zip or .json file, max size 50 MB. Only one Blueprint can be imported at a time.":["Zaimportuj plik .zip lub .json o maksymalnym rozmiarze 50 MB. Jednocześnie możesz zaimportować tylko jeden plan (blueprint)."],"Importing your file…":["Importowanie pliku..."],"choose a file":["wybierz plik"],"Drag and drop or ":["Przeciągnij i upuść lub "],"Your Blueprint has been imported, but there were some errors. Please check the messages.":["Twój plan został zaimportowany, ale wystąpiły pewne błędy. Sprawdź komunikaty."],"Importing the file will overwrite the current configuration in WooCommerce Settings.":["Zaimportowanie pliku spowoduje nadpisanie bieżącej konfiguracji w ustawieniach WooCommerce."],"Share if you would like to discuss your experience or participate in future research.":["Udostępnij, jeśli chcesz omówić swoje doświadczenia lub wziąć udział w przyszłych badaniach."],"Email address (Optional)":["Adres e-mail (opcjonalnie)"],"Share your experience":["Podziel się swoim doświadczeniem"],"Your Blueprint has been imported!":["Twój Blueprint został zaimportowany!"],"Your configuration will be overridden":["Twoja konfiguracja zostanie zastąpiona"],"Select which payment methods you'd like to offer to your shoppers. You can update these here at any time.":["Wybierz metody płatności, które chcesz zaoferować kupującym. Możesz je zaktualizować w dowolnym momencie."],"Choose your payment methods":["Wybierz metody płatności"],"Return to gateways":["Powrót do bramek"],"Business location :":["Lokalizacja firmy :"],"Payment providers":["Dostawcy usług płatniczych"],"Email preview type":["Rodzaj podglądu wiadomości e-mail"],"Send test email":["Wyślij testową wiadomość e-mail"],"Sending…":["Wysyłanie..."],"Enter an email":["Wpisz adres e-mail"],"Send to":["Wyślij do"],"Send yourself a test email to check how your email looks in different email apps.":["Wyślij sobie testową wiadomość e-mail, aby sprawdzić, jak wygląda twój e-mail w różnych aplikacjach pocztowych."],"Send a test email":["Wyślij e-mail testowy"],"Email preview frame":["Ramka podglądu wiadomości e-mail"],"Avatar icon":["Ikonka awatara"],"Mobile icon":["Ikonka telefonu komórkowego"],"Mobile preview on desktop":["Podgląd mobilny na komputerze (desktop)"],"Desktop icon":["Ikona pulpitu komputera"],"Email preview on desktop":["Podgląd wiadomości e-mail na komputerze"],"Image upload icon":["Ikonka przesyłania obrazku"],"Change image":["Zmień obrazek"],"Image preview":["Podgląd obrazka"],"Undo changes":["Cofnij zmiany"],"Sync with theme":["Synchronizacja z motywem"],"Using default values.":["Używanie wartości domyślnych."],"Synced with theme.":["Zsynchronizowane z motywem."],"WooCommerce Settings":["Ustawienia WooCommerce"],"Take offline payments":["Przyjmuj płatności offline"],"Email preview":["Podgląd wiadomości e-mail"],"Blueprints are setup files that contain all the installation instructions, including plugins, themes, and setting. Ease the setup process, allow teams to apply each others’ changes and much more. <docLink \/>":["Plany (blueprints) to pliki instalacyjne, które zawierają wszystkie instrukcje instalacji, w tym wtyczki, motywy i ustawienia. Ułatwiają proces konfiguracji, pozwalają zespołom na wzajemne stosowanie zmian i wiele więcej. <docLink \/>"],"Apply to store pages only":["Zastosuj tylko do stron sklepu"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Zarządzaj wyglądem swojej witryny dla odwiedzających. <a>Dowiedz się więcej<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Czy chcesz przełączyć się z trybu live na tryb „wkrótce”? Twoja witryna nie będzie widoczna, a klienci nie będą mogli w tym czasie dokonywać zakupów."],"Confirm switch to ‘Coming soon’ mode":["Potwierdź przejście do trybu „Wkrótce”"],"Coming soon":["Już wkrótce"],"Blueprint":["Schemat"],"Share your site with anyone using a private link.":["Udostępnij swoją witrynę dowolnej osobie za pomocą prywatnego odnośnika."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Wyświetlaj komunikat \"wkrótce\" na stronach sklepu - reszta witryny pozostanie widoczna."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Witryna jest ukryta przed odwiedzającymi za stroną docelową „Wkrótce dostępna”, aż będzie gotowa do wyświetlenia."],"Your entire site is visible to everyone.":["Cała witryna jest widoczna dla odwiedzających."],"Share your site with a private link":["Udostępnij swoją witrynę za pomocą prywatnego odnośnika"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Twoja witryna jest ukryta przed odwiedzającymi za stroną docelową \"Wkrótce\", dopóki nie będzie gotowa do oglądania. Możesz dostosować stronę docelową \"Wkrótce\" za pomocą <a>edytora<\/a>."],"Site visibility":["Widoczność witryny"],"Live":["Produkcja"],"Switch":["Przełącz"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Łatwe płatności, zaprojektowane wyłącznie<br\/>dla sklepów WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["Usługa WooPayments jest zintegrowana z popularnymi opcjami płatności:"],"Please enter a valid email address.":["Wpisz poprawny adres e-mail."],"Use recommended settings":["Użyj zalecanych ustawień"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Niespójne ustawienia podatków:{{\/b}} Aby uniknąć potencjalnych problemów przy zaokrągleniach, ceny powinny być wpisywane i wyświetlane we wszystkich miejscach tak samo, tj. z podatkiem lub bez podatku."],"Recommended settings applied.":["Zastosowano zalecane ustawienia."],"Other payment options":["Inne opcje płatności"],"Help us improve":["Pomóż nam w rozwoju"],"Payment Methods":["Metody płatności"],"Mutable settings should be accessed via data store.":["Dostęp do zmiennych ustawień powinien być uzyskiwany przez magazyn danych."],"Get started":["Rozpocznij"],"Copy link":["Skopiuj odnośnik"],"Export":["Eksport"],"Import":["Import"],"Payment methods":["Metody płatności"],"Save changes":["Zapisz zmiany"],"Copied!":["Skopiowano!"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Zainstalowane bramki są pokazane poniżej. Przeciągnij i upuść bramki, aby zmienić kolejność wyświetlania w sklepie."],"Reset":["Resetuj"],"Learn more":["Dowiedz się więcej"],"Continue":["Kontynuuj"],"Cancel":["Anuluj"],"Remove":["Usuń"],"Settings":["Ustawienia"],"Metro Manila":["Metro Manila"],"Roma":["Rzym"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/settings-embed.js"}}