{"translation-revision-date":"2025-05-14 06:09:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Go to the Customizer":["Przejdź do konfiguratora"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Dostosuj wszystko, od palety kolorów i kroje pisma po układy stron, upewniając się, że każdy szczegół jest zgodny z twoją marką."],"Design a new theme":["Zaprojektuj nowy motyw"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Twój włączony motyw zostanie zmieniony i możesz stracić wszelkie wprowadzone zmiany."],"Are you sure you want to design a new theme?":["Czy na pewno chcesz zaprojektować nowy motyw?"],"Customize your theme":["Dostosuj swój motyw"],"Start designing":["Rozpocznij projektowanie"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Stwórz szybko piękny sklep, używając wbudowanego kreatora. Wybierz swój układ, styl i wiele więcej."],"Design your own":["Zaprojektuj swój własny"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Zasilany przez eksperymentalną sztuczną inteligencję. {{link}}Dowiedz się więcej{\/link}}"],"Start again":["Zacznij od nowa"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Zostaniesz poproszony o ponowne podanie informacji o firmie i utracisz istniejący projekt AI. Jeśli chcesz dostosować istniejący projekt, możesz to zrobić za pomocą <EditorLink>edytora<\/EditorLink>."],"Are you sure you want to start over?":["Czy na pewno chcesz zacząć od nowa?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Projektant sklepów utworzy dla ciebie nowy projekt sklepu i utracisz wszelkie zmiany wprowadzone w aktywnym motywie. Jeśli wolisz kontynuować edycję motywu, możesz to zrobić za pomocą <EditorLink>edytora<\/EditorLink>."],"Are you sure you want to start a new design?":["Czy na pewno chcesz rozpocząć nowy projekt?"],"Create a new one":["Stwórz nowy"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Dostosuj wygląd swojego sklepu wygenerowanego przez sztuczną inteligencję lub zacznij od nowa i stwórz nowy."],"Customize your custom theme":["Dostosuj swój własny motyw"],"Find out how":["Dowiedz się jak"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Wygląda na to, że korzystasz z trybu offline Jetpacka - przełącz się na tryb online, aby rozpocząć projektowanie ze sztuczną inteligencją."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Niestety [Projektant sklepu AI] nie jest obecnie dostępny, ponieważ nie możemy wykryć twojej sieci. Sprawdź swoje połączenie internetowe."],"Looking to design your store using AI?":["Chcesz zaprojektować swój sklep przy użyciu sztucznej inteligencji?"],"Go to the Editor":["Przejdź do edytora"],"Design with AI":["Projektowanie z wykorzystaniem sztucznej inteligencji"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Zaprojektuj wygląd swojego sklepu, twórz strony i generuj kopie za pomocą naszych wbudowanych narzędzi sztucznej inteligencji."],"Use the power of AI to design your store":["Wykorzystaj moc sztucznej inteligencji do zaprojektowania swojego sklepu"],"Customize your store":["Spersonalizuj swój sklep"],"Customize":["Dostosuj"],"Cancel":["Anuluj"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/6916.js"}}